export default{
    today: 'сегодня', // 今日
    buttonCancel: 'отмена', // 取消
    buttonConfirm: 'определение', // 确定
    buttonClear: 'очист', // 清空
    xqyi: 'Понедельник', // 周一
    xqer: 'Вторник', // 周二
    xqsan: 'Среда', // 周三
    xqsi: 'Четверг', // 周四
    xqwu: 'Пятница', // 周五
    xqliu: 'Суббота', // 周六
    xqri: 'Воскресенье', // 周日
    yiyue: 'Январь', // 一月
    eryue: 'февраль', // 二月
    sanyue: 'март', // 三月
    siyue: 'апрель', // 四月
    wuyue: 'май', // 五月
    liuyue: 'июнь', // 六月
    qiyue: 'июль', // 七月
    bayue: 'август', // 八月
    jiuyue: 'сентябрь', // 九月
    shiyue: 'октябрь', // 十月
    shiyiyue: 'ноябрь', // 十一月
    shieryue: 'декабрь', // 十二月
    hour: 'часы', // 小时
    minute: 'минут', // 分钟
    imageCrop: 'выкройка', // 裁剪图片
    year: 'год', // 年
    month: 'Луна', // 月
    holiday: 'отпуск', // 假
    textPullDownRefresh: 'Потяните вниз, чтобы обновить', // 下拉刷新
    textReleaseUpdate: 'Выпуск обновления', // 释放更新
    textLoading: 'Загружается', // 加载中
    textPullUpRefresh: 'Потяните вверх', // 上拉刷新
    tip: 'напоминание', // 提示
    inputDataInvalid: 'Введенные данные недействительны', // 输入的数据不合法
    pleaseSelect: 'пожалуйста, выберите', // 请选择
    textSearch: 'поиск', // 搜索
    viewSelected: 'Просмотреть выбранное', // 查看已选
    selected: 'выбранный', // 已选
    noData: 'Нет данных', // 暂无数据
    all: 'все', // 全部
    canNotBeEmpty: 'Не может быть пустым', // 不能为空
    beNumber: 'Должно быть числом', // 必须是数字
    beRightPhoneNumber: 'Должен быть правильный номер телефона', // 必须是正确的电话号码
    beRightTellNumber: 'Должен быть правильный номер телефона', // 必须是正确的手机号
    beRightEmailNumber: 'Должен быть правильный адрес электронной почты', // 必须是正确的邮箱地址
    beInt: 'Должно быть целым числом', // 必须是整数
    beNoneNegativeInt: 'Должно быть неотрицательным целым числом', // 必须是非负整数
    beGreaterThanZeroInt: 'Должно быть целым числом больше нуля', // 必须是大于零的整数
    beRightAmount: 'Должна быть правильная сумма', // 必须是正确的金额
    beRightScore: 'Должен быть правильный счет', // 必须是正确的分数
    beRightDateFormat: 'Должен быть в правильном формате даты', // 必须是正确的日期格式
    beRightIPAddress: 'Должен быть правильный формат IP', // 必须是正确的ip格式
    beRightURLAddress: 'Должен быть правильный URL-адрес', // 必须是正确的url地址
    beLetters: 'Должны быть английские буквы', // 必须是英文字母
    beNumberOrLetters: 'Должны быть цифры или английские буквы', // 必须是数字或英文字母
    beValidDateFormat: 'Должен быть допустимый формат даты', // 必须是有效的日期格式
    beChineseChar: 'Должны быть китайские символы', // 必须是中文汉字
    beValidIDNumber: 'Должен быть действительный идентификационный номер', // 必须是有效的身份证号码
    beValidZipCode: 'Должен быть действительный почтовый индекс.', // 必须是有效的邮政编码
    beValidQQNumber: 'Должен быть действительный номер qq', // 必须是有效的qq号
    SpringFestival: 'Праздник весны', // 春节
    LanternFestival: 'Праздник фонарей', // 元宵节
    Dragonfestival: 'праздник лунтайтоу', // 龙头节
    DragonBoatFestival: 'праздник драконьих лодок', // 端午节
    QixiFestival: 'День влюблённых', // 七夕节
    GhostFestival: 'фестиваль голодного призрака', // 中元节
    MidAutumnFestival: 'Праздник середины осени', // 中秋节
    DoubleNinthFestival: 'праздник хризантем', // 重阳节
    WinterClothingFestival: 'Праздник отправки зимней одежды', // 寒衣节
    SpiritFestival: 'Следующая метавселенная', // 下元节
    LabaFestival: 'День Просветления Будды ', // 腊八节
    PeopleDay: 'Фестиваль жертвоприношений', // 祭灶节
    NewYearDay: 'Новый год', // 元旦
    ValentineDay: 'День Святого Валентина', // 情人节
    WomenDay: 'Международный женский день', // 妇女节
    ArborDay: 'праздник древонасаждения', // 植树节
    TombSweepingDay: 'праздник Цинмин', // 清明节
    WorkersDay: 'День труда', // 劳动节
    YouthDay: 'День молодёжи 4-го мая', // 青年节
    ChildrensDay: 'Международный день защиты детей ', // 儿童节
    CPCFoundingDay: 'День партийного строительства', // 建党节
    ArmyDay: 'День армии', // 建军节
    TeachersDay: 'День учителя', // 教师节
    NationalDay: 'национальный праздник', // 国庆节
    ChristmasEve: 'канун Рождества', // 平安夜
    Christmas: 'праздник Рождества' // 圣诞节
};
